espressif/esp-idf/examples/protocols/static_ip/sdkconfig.defaults.esp32h2
CONFIG_IDF_TARGET="esp32h2"

CONFIG_ETHERNET_SPI_SUPPORT=y
